Repository: awesomemotive/edd-purchase-rewards
Catalog: languages/edd-purchase-rewards-*.po
Languages: de_de

source: You must install %sEasy Digital Downloads%s to use %s.
de_de: Du musst %sEasy Digital Downloads%s installieren, um %s nutzen zu können.

source: %s requires Easy Digital Downloads Version 1.9 or greater. Please update Easy Digital Downloads.
de_de: %s benötigt Easy Digital Downloads Version 1.9 oder höher. Bitte aktualisiere Easy Digital Downloads.

source: Settings
de_de: Einstellungen

source: View more plugins for Easy Digital Downloads by Sumobi
de_de: Weitere Plugins für Easy Digital Downloads von Sumobi anzeigen

source: Author's EDD plugins
de_de: EDD-Plugins des Autors

source: Discount code given: %s
de_de: Angegebener Gutscheincode: %s

source: Your Discount Code
de_de: Dein Gutscheincode

source: Hello {name}, Here is your discount code that will entitle you {discount_amount} off your next purchase: {discount_code} Enjoy! {site_name} {site_url}
de_de: Hallo {name}, hier ist dein Gutscheincode, mit dem du bei deiner nächsten Bestellung {discount_amount} sparen kannst: {discount_code} Viel Spaß! {site_name} {site_url}

source: Select discount
de_de: Gutschein auswählen

source: No discounts found
de_de: Keine Gutscheine gefunden

source: Minimum Purchase Amount
de_de: Mindestbetrag des Einkaufs

source: Set the minimum purchase amount a customer must reach before a purchase reward is given. Leave blank for no minimum amount.
de_de: Gib den Mindestbetrag an, den ein Kunde pro Einkauf erreichen muss, um eine Belohnung zu erhalten (leer lassen für keinen Mindestbetrag).

source: Discount Code
de_de: Gutscheincode

source: Select the discount code that the customer will receive.
de_de: Wähle den Gutscheincode aus, den der Kunde erhalten soll.

source: Create Discount Code
de_de: Gutscheincode erstellen

source: Create a unique, one-time use discount code for the customer. This will overrride the discount code field above.
de_de: Eindeutigen, einmalig nutzbaren Gutscheincode für den Kunden erstellen (überschreibt die vorherige Gutscheincode-Angabe).

source: Discount Type
de_de: Gutscheinart

source: Select the discount type for the discount code that will be created.
de_de: Wähle die Rabattart des Gutscheins, der erstellt wird.

source: Percentage
de_de: Prozentsatz

source: Flat
de_de: Pauschale

source: Discount Amount
de_de: Rabattbetrag

source: Enter the discount amount for the discount code that will be created.
de_de: Gib den Rabattbetrag für den Gutscheincode ein, der erstellt wird.

source: Enable Purchase Sharing
de_de: Teilen des Einkaufs aktivieren

source: This will display the sharing icons, regardless of whether the customer must share their purchase for a reward.
de_de: Hiermit werden Teilen-Icons angezeigt, unabhängig davon ob die Kunden ihren Einkauf teilen müssen oder nicht.

source: Force Share For Discount Reward
de_de: Teilen ist Voraussetzung für den Erhalt eines Gutscheincodes

source: Customer must share their purchase to at least 1 social network before a reward is given. If Enable Purchase Sharing is not enabled above, it will only show the sharing icons when needed.
de_de: Kunden müssen ihren Einkauf bei mindestens einem Social Network teilen, um eine Belohnung zu erhalten. Wenn das Teilen des Einkaufs nicht aktiviert ist (siehe oben), werden die Teilen-Icons nur eingeblendet wenn nötig.

source: Email Discount Code To Customer
de_de: Gutscheincode per E-Mail

source: Email the discount code to the customer. The discount code is also displayed on the purchase confirmation page
de_de: Gutscheincode per E-Mail an Kunden senden. Der Gutscheincode wird ebenfalls auf der Kaufbestätigungsseite angezeigt.

source: Reward Email
de_de: Belohnungs-E-Mail

source: Enter the email message you'd like your customers to receive when they receive their discount code. Use template tags below to customize the email.
de_de: Hinterlege die Nachricht, die Kunden zusammen mit ihrem Gutscheincode erhalten sollen. Nutze die folgenden Template-Tags um die E-Mail zu individualisieren.

source: The customer's name
de_de: Der Name des Kunden

source: The discount code the customer is receiving
de_de: Der Gutscheincode, den der Kunde erhält

source: Your site name
de_de: Name deiner Website

source: Your site's URL
de_de: URL deiner Website

source: Hello {name}, Here is your discount code that you can use on your next purchase: {discount_code} Enjoy! {site_name} {site_url}
de_de: Hallo {name}, hier is dein Gutscheincode, den du bei deiner nächsten Bestellung nutzen kannst: {discount_code} Viel Spaß! {site_name} {site_url}

source: Twitter Message
de_de: Twitter-Nachricht

source: Custom Twitter Message that will be shown in the twitter popup. The site URL is already appended to the tweet
de_de: Individuelle Nachricht, die im Twitter-Popup angezeigt wird. Die URL der Website wird automatisch an den Tweet angehangen.

source: I've just purchased from %s
de_de: Ich habe gerade bei %s eingekauft

source: Twitter Username
de_de: Twitter-Benutzername

source: Enter the Twitter username you want the Follow button to use. Leave blank to disable.
de_de: Gib den Twitter-Benutzernamen ein, der für den Folgen-Button genutzt werden soll (leer lassen zum Deaktivieren).

source: Default Sharing Title
de_de: Standard-Teilen-Titel

source: Title shown when sharing is enabled and no discount is set, or when purchase does not meet reward requirements.
de_de: Titel der angezeigt wird, wenn das Teilen aktiviert, aber kein Rabatt gesetzt ist oder wenn der Einkauf nicht die nötigen Voraussetzungen erfüllt.

source: Default Sharing Message
de_de: Standard-Teilen-Meldung

source: Message shown when sharing is enabled and no discount is set, or when purchase does not meet reward requirements.
de_de: Meldung die angezeigt wird, wenn das Teilen aktiviert, aber kein Rabatt gesetzt ist oder wenn der Einkauf nicht die nötigen Voraussetzungen erfüllt.

source: Reward Title
de_de: Belohnungs-Titel

source: Title shown when purchase meets reward requirements.
de_de: Titel, der angezeigt wird wenn der Einkauf die nötigen Voraussetzungen erfüllt.

source: You've Been Rewarded!
de_de: Du erhältst ein Dankeschön!

source: Reward Message
de_de: Belohnungs-Meldung

source: Message shown when purchase meets reward requirements.
de_de: Meldung, die angezeigt wird wenn der Einkauf die nötigen Voraussetzungen erfüllt.

source: We'd like to offer you a {discount_amount} discount which you can use on your next purchase:
de_de: Wir würden dir gerne einen Rabatt von {discount_amount} bei deiner nächsten Bestellung einräumen:

source: Reward Sharing Title
de_de: Belohnung-Teilen-Titel

source: Title shown when sharing is enabled and purchase meets reward requirements
de_de: Titel der angezeigt wird, wenn das Teilen aktiviert ist und der Einkauf die nötigen Voraussetzungen erfüllt.

source: Share for a discount on your next purchase!
de_de: Teilen, um einen Gutschein für deinen nächsten Einkauf zu erhalten!

source: Reward Sharing Message
de_de: Belohnung-Teilen-Meldung

source: Message shown when sharing is enabled and purchase meets reward requirements
de_de: Meldung die angezeigt wird, wenn das Teilen aktiviert ist und der Einkauf die nötigen Voraussetzungen erfüllt.

source: We'd like to offer you a {discount_amount} discount which you can use on your next purchase, just for sharing!
de_de: Wir würden dir gerne einen Rabatt von {discount_amount} bei deiner nächsten Bestellung einräumen, nur für's Teilen!

source: Reward Sharing Thanks Title
de_de: Belohnung-Teilen-Dank-Titel

source: Title shown when purchase has met reward requirements and the customer has shared their purchase
de_de: Titel der angezeigt wird, wenn der Einkauf die nötigen Voraussetzungen erfüllt und der Kunde seinen Einkauf geteilt hat

source: Thanks for sharing!
de_de: Danke für's Teilen!

source: Reward Sharing Thanks Message
de_de: Belohnung-Teilen-Dank-Meldung

source: Message shown when purchase has met reward requirements and the customer has shared their purchase
de_de: Meldung die angezeigt wird, wenn der Einkauf die nötigen Voraussetzungen erfüllt und der Kunde seinen Einkauf geteilt hat

source: Here's your {discount_amount} discount code
de_de: Hier ist dein {discount_amount} Gutscheincode
